tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "neovim/neovim"
tap "sanemat/font"
brew "anyenv"
brew "autoconf"
brew "libpng"
brew "freetype"
brew "libffi"
brew "openssl@1.1"
brew "python"
brew "pixman"
brew "cocoapods"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "icu4c"
brew "jpeg"
brew "ffmpeg"
brew "libtool"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gdrive"
brew "git"
brew "global"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "hub"
brew "jq"
brew "lua"
brew "macvim"
brew "mas"
brew "maven"
brew "mycli"
brew "neovim"
brew "peco"
brew "ripgrep"
brew "ruby-build"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "watchman"
brew "yarn"
brew "zsh"
brew "sanemat/font/ricty"
cask "adoptopenjdk11"
cask "android-studio"
cask "dbeaver-community"
cask "dropbox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "iterm2"
cask "postman"
cask "react-native-debugger"
cask "runjs"
cask "skype"
cask "typora"
cask "visual-studio-code"
cask "zoomus"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
