tap "neovim/neovim"
tap "sanemat/font"
brew "libpng"
brew "autoconf"
brew "awscli"
brew "bat"
brew "icu4c@77"
brew "freetype"
brew "pixman"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "deno"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "libtool"
brew "fontforge"
brew "fzf"
brew "gh"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gobject-introspection"
brew "jpeg"
brew "jq"
brew "libffi"
brew "lua"
brew "luajit"
brew "mas"
brew "mkcert"
brew "mycli"
brew "neovim"
brew "pwgen"
brew "ripgrep"
brew "ruby-build"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "watchman"
brew "zsh"
cask "alacritty"
cask "alfred"
cask "deepl"
cask "discord"
cask "dropbox"
cask "figma"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "tableplus"
cask "typora"
cask "visual-studio-code"
mas "Alfred", id: 405843582
mas "iMovie", id: 408981434
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
vscode "anthropic.claude-code"
vscode "apollographql.vscode-apollo"
vscode "arjun.swagger-viewer"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "kimuson.ts-type-expand"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vue.volar"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
